IDEA StatiCa Open Model
LoadOnLine.ExY Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Eccentricity local Y on the beginning
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ExY { get; set; }
Public Property ExY As Double
	Get
	Set
public:
property double ExY {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LoadOnLine Class
IdeaRS.OpenModel.Loading Namespace